---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.Space(Autodesk.Revit.DB.Phase)
zh: 族实例
source: html/36fcee11-77d9-80a7-2321-5bf163137ac3.htm
---
# Autodesk.Revit.DB.FamilyInstance.Space Property

**中文**: 族实例

## Syntax (C#)
```csharp
public Space this[
	Phase phase
] { get; }
```

## Parameters
- **phase** (`Autodesk.Revit.DB.Phase`)